Repository: giellalt/corpus-fin
Catalog: tmx/sms/admin/sd/www.samediggi.fi/ehdotus_saamelaisten_totuus-_ja_sovintokomissioksi_valmis.html.tmx
Source language: fin
Languages: sms

source: Ehdotus saamelaisten totuus- ja sovintokomissioksi valmis
sms: Eʹtǩǩõs saaʹmi tuõđâšvuõtt- da suåvâdvuõttkomission vaalmâš

source: Saamelaisten totuus- ja sovintokomission asettamista koskevat neuvottelut on saatu päätökseen valtion, Saamelaiskäräjien ja Kolttien kyläkokouksen välillä.
sms: Saaʹmi tuõđâšvuõtt- da suåvâdvuõttkomissio meäʹrtummuž kuõskki saaǥǥstõõllmõõžž liâ vuõǯǯum tuʹmmstõʹǩǩe riikk, Sääʹmteeʹǧǧ da Saaʹmi siidsåbbar kõõsk.

source: Valtioneuvosto on käsitellyt ja hyväksynyt ehdotuksen saamelaisten totuus- ja sovintokomissioksi iltakoulussaan 13.11.2019.
sms: Riikksuåvtõs lij ǩiõttʼtõõllâm da priimmâm eʹtǩǩõõzz saaʹmi tuõđâšvuõtt- da suåvâdvuõttkomission jeäʹǩǩes-škooulâst 13.11.2019.

source: Ehdotus etenee Saamelaiskäräjien ja Kolttien kyläkokouksen käsiteltäväksi.
sms: Eʹtǩǩõs õuddan Sääʹmteeʹǧǧ da Saaʹmi siidsåbbar ǩiõttʼtõõllâmnalla.

source: Tavoitteena on asettaa viisijäseninen komissio, joka olisi toiminnassaan itsenäinen ja riippumaton.
sms: Täävtõssân lij meäʹrted viiđ vuäzzla õõʹnni komissio, kååʹtt leʹčči tuåimmjummšest jiõččvälddsaž da soorčteʹm.

source: Ehdotus saamelaisten totuus- ja sovintokomission asettamiseksi sisältää muun muassa komission toimeksiannon, työn tavoitteet ja tehtävät, ja niistä tiedotetaan lisää myöhemmin.
sms: Eʹtǩǩõs saaʹmi tuõđâšvuõtt- da suåvâdvuõttkomissio meäʹrtummšen âânn seʹst jeäʹrbi mieʹldd komissio tuâjjânouddmõõžž, tuâj täävtõõzzid da tuâj, da tõin teâđtet lââʹzz mâʹŋŋlubust.

source: Saamelaiskäräjien kokous käsittelee ehdotusta saamelaisten totuus- ja sovintokomissioksi kokouksessaan 17.-18.12.2019.
sms: Sääʹmteeʹǧǧ sååbbar ǩiõttʼtââll eʹtǩǩõõzz saaʹmi tuõđâšvuõtt- da suåvâdvuõttkomission såbbreʹstes 17.-18.12.2019.

source: – Perusteellisen valmistelun ja sekä Sipilän että Rinteen hallitusten kanssa käytyjen neuvottelujen jälkeen olemme päässeet siihen pisteeseen, että voin tuoda viimein ehdotuksen saamelaisten totuus- ja sovintokomission perustamiseksi Saamelaiskäräjien hallituksen ja kokouksen käsittelyyn, sanoo Saamelaiskäräjien puheenjohtaja Tiina Sanila-Aikio.
sms: - Tääʹrǩes valmštõõllmõõžž da še Sipilä ǥu Rinne halltõõzzin jiõllum saaǥǥstõõllmõõžži mâŋŋa leäʹp piâssâm ååʹn tõõzz, što vuäitam puʹhtted mââimõõzzâst eʹtǩǩõõzz saaʹmi tuõđâšvuõtt- da suåvâdvuõttkomissio altteem diõtt Sääʹmteeʹǧǧ halltõõzz da såbbar ǩiõttʼtõõllmõʹšše, särnn Sääʹmteeʹǧǧ saaǥǥjååʹđteei Tiina Sanila-Aikio.

source: – Suoritetuissa kuulemisissa saamen kansa on edellyttänyt valtiolta sitoutumista.
sms: – Spraavdõttum kuullmõõžžin sääʹm-meer lij õõlǥtam riikkâst čõnnõõttmõõžž.

source: Saamelaiset odottavat, että vääryydet selvitetään ja oikaistaan ja ettei vääryyksiä enää koskaan tapahtuisi.
sms: Sääʹm vueʹrdde, što vieʹrrvuõđ seʹlvtet da vuõiǥeet da što jiâ vieʹrrvuõđ teänab ni kuäʹss šõõddče.

source: Valmistelun aikana olen saanut tietää vakavia, yksittäisille saamelaisille tapahtuneita tragedioita.
sms: Valmštõõllâm poodd leäm vuäǯǯam tieʹtted tuõđâš, oʹdinakai saaʹmid šõddâm tragediaid.

source: Näistä tapahtumista koostuu saamen kansan yhteinen historia ja selviämistarina.
sms: Täin šõddmõõžžin nårrai sääʹm-meer õhttsaž historia da seʹlvvnem-maainâs.

source: Saamelaiskäräjien ja Kolttien kyläkokouksen on punnittava, halutaanko, että tapahtunut tehdään näkyväksi, Sanila-Aikio jatkaa.
sms: Sääʹmteeʹǧǧ da Saaʹmi siidsåbbar âlgg tuʹmmjed, haaʹleet-a, što šõddâm tuejjeet kuâsttjeeʹjen, Sanila-Aikio juätkk.

source: Suomen hallitus on Saamelaiskäräjien esityksestä aloittanut saamelaisasioita käsittelevän totuus- ja sovintoprosessin valmistelun lokakuussa 2017.
sms: Lääʹddjânnam halltõs lij Sääʹmteeʹǧǧ eʹtǩǩõõzzâst alttääm sääʹmaaʹššid ǩiõttʼtõõli tuõđâšvuõtt- da suåvâdvuõttproseezz valmštõõllmõõžž kålggmannust 2017.

source: Saamelaiskäräjien kokous esitti käymässään lähetekeskustelussa 9.2.2018, että prosessista järjestettäisiin saamelaisten kuulemisia niin saamelaisten kotiseutualueella kuin sen ulkopuolellakin.
sms: Sääʹmteeʹǧǧ sååbbar eʹtǩǩii jieʹllmest vuõlttõs-saaǥǥstõõllmõõžžâst 9.2.2018, što proseezzâst rieʹššeš saaʹmi kuullmõõžžid nuʹt saaʹmi dommvuuʹdest ǥu tõn åålǥbeäʹlnn še.

source: Valtioneuvoston kanslia julkaisi raportin kuulemisista 26.11.2018 .
sms: Riikksuåvtõõzz kanslia čõõđti rapoort kuullmõõžžin 26.11.2018 .

source: Saamelaiskäräjät päätti kokouksessaan 18.12.2018 edetä totuus- ja sovintoprosessissa ja esittää Suomen valtiolle totuus- ja sovintokomission perustamista sekä mandaattineuvottelujen aloittamista.
sms: Sääʹmteʹǧǧ tuʹmmji såbbreʹstes 18.12.2018 õuddned tuõđâšvuõtt- da suåvâdvuõttproseezzâst da eʹtǩǩeed Lääʹddjânnam riiʹǩǩe tuõđâšvuõtt-da suåvâdvuõttkomissio alttummuž di mandattsaaǥǥstõõllmõõžž alttummuž.

source: Saamelaiskäräjien hallitus valtuutettiin neuvottelemaan mandaattia valtion kanssa
sms: Sääʹmteeʹǧǧ halltõs uʹvddeš vääʹld saaǥǥstõõllâd mandaatt riikkin

source: Valtioneuvoston tiedote 13.11.2019;
sms: Riikksuåvtõõzz teâđtõs 13.11.2019;

source: Saamelaisten totuus- ja sovintokomission asettaminen etenee
sms: Saaʹmi tuõđâšvuõtt-da suåvâdvuõttkomissio meäʹrtummuš õuddan

source: Lisätietoja:
sms: Lââʹssteâđ:

source: Saamelaiskäräjien puheenjohtaja Tiina Sanila-Aikio puh. 050 300 1780, tiina.sanila-aikio(at)samediggi.fi
sms: Sääʹmteeʹǧǧ saaǥǥjååʹđteei Tiina Sanila-Aikio teʹl. 050 300 1780, tiina.sanila-aikio(at)samediggi.fi
